export const metadata = {
  image: '/images/gallery/detski-kut4-web.jpg',
  title: 'Детски кът в ресторант-пицария Централ Добрич Pizza Central | Забавление за деца | Детски рожден ден',
  description: 'В ресторант-пицария Централ разполагаме с специален детски кът, подходящ за детски рожден ден за деца до 10 години. Децата могат да се забавляват безопасно, докато родителите им се наслаждават на вкусна храна и спокойни разговори.',
  keywords: 'детски кът, детски рожден ден, детски рождени дни, ресторант за деца, Добрич, Pizza Central',
};

export default function DetskiKutLayout({ children }) {
  return children;
}

