const events = [
  {
    slug: "nosht-na-izkustvoto",
    title: "Нощ на изкуството е кухнята на реасторант Централ",
    description:
      'Второто ни събитие с шеф Божков от Hells Kitchen, "Нощ на изкуството в кухнята", беше истински празник за сетивата. Благодарим на всички, които се присъединиха и станаха част от тази незабравима вечер!',
    image: "/images/events-1.jpg",
  },
  {
    slug: "hells-kitchen-v-central",
    title: "Звездите от Hells Kitchen бяха на гости в ресторант Централ Добрич!",
    description:
      "Гостите се насладиха на незабравимо вечерно изживяване с ексклузивно меню, вдъхновено от шоуто, и специални изненади от нашите невероятни кулинарни майстори. 👨‍🍳👩‍🍳 Атмосферата беше повече от вълнуваща, а звездите от Hells Kitchen показаха какво е да си на върха в гастрономията!",
    image: "/images/events-2.png",
  },
  {
    slug: "detski-rozhdeni-dni",
    title: "🎉 Детски рождени дни в Ресторант-Пицария Централ 🎂",
    description:
      "Подарете на вашето дете незабравим рожден ден в уютна и весела обстановка! 🥳 В нашия просторен детски кът малките гости ще се забавляват, докато вие се наслаждавате на вкусна храна и приятна атмосфера.",
    image: "/images/events-3.jpg",
  },
  {
    slug: "nezabravimi-partita",
    title: "🎊 Вашите незабравими партита в Ресторант-Пицария Централ 🎉",
    description:
      "Празнувайте специалните си моменти при нас и създайте незабравими спомени с близките си! Независимо дали планирате рождени дни, семейни събирания, фирмени тържества или друг повод, ние ще се погрижим за всичко.",
    image: "/images/events-4.jpg",
  },
];

export const getEventBySlug = (slug) =>
  events.find((event) => event.slug === slug);

export default events;

